。
㔉
㖞
㧑
㶉
䅉
䇲
䌷
䌽
䍀
䗖
䜣
䝙
䯄
䴔
䴖
一
丁
七
万
丈
三
上
下
不
与
丐
丑
专
且
丕
世
丘
丙
业
丛
东
丝
丞
两
严
丧
个
丫
中
丰
丱
串
丳
临
丸
丹
为
主
丽
举
乂
乃
久
么
义
之
乌
乍
乎
乏
乐
乔
乖
乘
乙
九
乞
也
习
乡
乣
书
买
乱
乳
乹
亁
了
予
争
事
二
于
亏
云
互
五
井
亘
亚
些
亟
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亲
亳
亵
亶
亷
亸
亹
人
亿
什
仁
仃
仄
仅
仆
仇
今
介
仍
从
仑
仓
仔
仕
他
仗
付
仙
仝
仞
仡
代
令
以
仪
仭
仰
仲
仳
件
价
任
企
伃
伉
伊
伍
伎
伏
伐
休
众
优
会
伛
伞
伟
传
伣
伤
伥
伦
伧
伪
伫
伯
估
伴
伶
伸
伺
似
伽
伾
但
位
低
住
佐
佑
体
何
佗
余
佚
佛
作
佝
佞
你
佣
佥
佩
佪
佯
佳
佶
佷
佺
佼
佽
佾
使
侁
侃
侄
侈
例
侍
侏
侑
侔
侗
供
依
侠
侣
侥
侦
侧
侨
侪
侬
侮
侯
侲
侵
便
俀
促
俄
俊
俋
俎
俗
俘
俙
俚
俛
俜
保
俞
俟
信
俣
俦
俨
俩
俪
俫
俭
修
俯
俱
俳
俵
俶
俸
俾
倂
倅
倍
倏
倐
倒
倔
倖
倘
候
倚
倜
借
倡
倢
倣
倥
倦
倨
倩
倪
倬
倭
倮
债
值
倾
偃
偅
假
偈
偎
偏
偓
偕
做
停
健
偪
偬
偶
偷
偻
偿
傀
傅
傍
傒
傚
傞
傥
傧
储
傩
催
傲
僊
像
僚
僛
僝
僦
僧
僭
僮
僰
僱
僵
僶
僻
僾
儁
儆
儋
儒
儗
儛
儜
儡
儱
儳
儵
儽
儿
兀
允
元
兄
充
兆
先
光
克
免
兑
兔
兕
兖
党
兜
兢
入
全
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
养
兼
兽
冀
内
冈
冉
册
再
冏
冐
冒
冕
冗
写
军
农
冞
冠
冢
冤
冥
冬
冯
冰
冱
冲
决
况
冶
冷
冻
冽
净
凂
凄
准
凉
凊
凋
凌
减
凑
凘
凚
凛
凝
几
凡
凤
凫
凭
凯
凰
凶
凸
凹
出
击
函
凿
刀
刁
刃
分
切
刈
刊
刍
刎
刑
划
刓
刖
列
刘
则
刚
创
刜
初
删
判
刦
利
别
刬
刮
到
刱
刳
制
刷
券
刹
刺
刻
刼
刾
刿
剂
剃
剉
削
剌
前
剏
剑
剔
剖
剜
剡
剥
剧
剩
剪
副
割
剷
剸
剺
剽
劄
劈
劎
劒
劘
力
劝
办
功
加
务
劣
动
助
努
劫
劬
励
劲
劳
効
劼
劾
势
勃
勅
勇
勉
勋
勌
勍
勑
勒
勖
勗
勘
勚
募
勣
勤
勦
勳
勺
勾
勿
匀
匄
包
匆
匈
匍
匏
匐
匕
化
北
匙
匝
匠
匡
匣
匦
匪
匮
匳
匹
区
医
匼
匿
十
千
升
午
卉
半
华
协
卑
卒
卓
单
卖
南
博
卜
卞
占
卢
卤
卦
卧
卨
卫
卬
卭
卮
卯
印
危
即
却
卵
卷
卸
卹
卿
厂
厄
厅
历
厉
压
厌
厓
厕
厖
厘
厚
厝
原
厢
厥
厦
厨
厩
厫
厮
去
县
叁
参
又
叉
及
友
双
反
发
叔
取
受
变
叙
叚
叛
叟
叠
叡
口
古
句
另
叨
叩
只
叫
召
叮
可
台
叱
史
右
叵
叶
号
司
叹
叿
吁
吃
各
合
吉
吊
同
名
后
吏
吐
向
吓
吕
吚
君
吝
吞
吟
吠
否
含
听
吭
吮
启
吴
吵
吷
吸
吹
吺
吻
吼
吾
呀
呃
呅
呆
呈
告
呌
呑
呕
呗
员
呙
呜
呢
呦
周
呪
呫
呱
味
呴
呵
呶
呷
呻
呼
命
咀
咂
咄
咆
咋
和
咍
咎
咏
咒
咔
咙
咛
咡
咤
咥
咦
咨
咫
咬
咲
咳
咷
咸
咽
咿
哀
品
哂
哇
哉
响
哑
哓
哕
哙
哢
哥
哦
哩
哭
哮
哲
哳
哶
哺
哽
唁
唅
唇
唏
唐
唝
唠
唤
唧
唫
售
唯
唱
唳
唼
唾
啀
啁
啄
啅
商
啐
啑
啖
啗
啜
啣
啧
啬
啭
啮
啴
啸
啻
啼
啾
喁
喃
善
喈
喉
喋
喍
喑
喓
喔
喘
喙
喜
喝
喟
喢
喣
喦
喧
喩
喫
喰
喷
喻
喽
嗁
嗄
嗅
嗈
嗍
嗔
嗛
嗜
嗟
嗢
嗣
嗤
嗥
嗫
嗷
嗸
嗽
嗾
嘈
嘉
嘎
嘏
嘐
嘒
嘘
嘤
嘱
嘲
嘴
嘶
嘷
嘹
嘻
嘿
噀
噆
噇
噉
噎
噞
噤
器
噪
噫
噬
噭
噰
嚄
嚏
嚘
嚚
嚢
嚣
嚬
嚭
嚵
嚻
嚼
嚾
囉
囊
囋
囓
囗
囘
囚
四
回
因
团
囤
园
困
囱
围
囷
囹
固
国
图
囿
圃
圄
圆
圈
圜
圝
圞
土
圢
圣
在
圭
圮
圯
地
圹
场
圻
址
坂
均
坊
坋
坌
坎
坏
坐
坑
块
坚
坛
坞
坟
坠
坡
坤
坦
坪
坫
坯
坰
坱
坳
坵
坻
坼
垂
垄
垅
垆
垌
垒
垓
垛
垞
垠
垢
垣
垤
垦
垩
垫
垲
垸
埃
埇
埋
城
埏
埒
埓
埔
埘
埙
埚
埜
埞
域
埤
埭
埴
埵
埶
培
基
埽
埿
堂
堄
堆
堌
堑
堕
堘
堙
堞
堠
堡
堤
堦
堧
堪
堰
堵
塉
塌
塍
塑
塔
塘
塞
塠
填
塲
塸
塼
塾
塿
墀
境
墄
墅
墉
墐
墓
墖
墙
增
墟
墠
墢
墨
墩
墯
壁
壃
壅
壍
壑
壒
壕
壖
壜
壝
壤
士
壬
壮
声
壳
壶
壸
壹
壻
处
备
复
夏
夔
夕
外
夗
夙
多
夜
夤
大
天
太
夫
夭
央
失
头
夷
夸
夹
夺
奁
奂
奄
奇
奈
奉
奋
奎
奏
契
奔
奕
奖
奚
奠
奢
奥
奫
奭
奰
女
奴
奸
好
如
妃
妄
妆
妇
妊
妍
妒
妓
妖
妙
妠
妤
妥
妨
妩
妪
妫
妬
妲
妳
妸
妹
妻
妾
姊
始
姐
姑
姒
姓
委
姚
姜
姝
姞
姡
姣
姤
姥
姧
姨
姪
姬
姮
姱
姹
姻
姿
娀
威
娃
娄
娅
娆
娇
娈
娉
娑
娒
娘
娜
娟
娥
娩
娬
娭
娱
娲
娵
娶
娼
婀
婆
婉
婑
婕
婗
婚
婠
婢
婪
婬
婴
婵
婷
婺
婿
媆
媍
媒
媚
媛
媞
媟
媠
媪
媭
媮
媵
媸
媾
媿
嫁
嫂
嫄
嫉
嫋
嫌
嫔
嫖
嫚
嫛
嫜
嫠
嫡
嫣
嫦
嫩
嫪
嫫
嫮
嫰
嫱
嬃
嬉
嬖
嬝
嬴
嬾
嬿
孀
孃
子
孑
孔
孕
字
存
孙
孚
孛
孜
孝
孟
季
孤
孥
学
孩
孰
孱
孳
孺
孽
孾
宁
宂
它
宅
宇
守
安
宋
完
宏
宓
宕
宗
官
宙
定
宛
宜
宝
实
宠
审
客
宣
室
宥
宦
宪
宫
宰
害
宴
宵
家
宷
宸
容
宽
宾
宿
寀
寂
寃
寄
寅
密
寇
富
寐
寒
寓
寔
寖
寘
寝
寞
察
寡
寤
寥
寨
寮
寰
寸
对
寺
寻
导
寿
尀
封
射
尅
将
尉
尊
小
少
尔
尖
尘
尚
尝
尟
尠
尤
尧
尩
尫
就
尸
尹
尺
尼
尽
尾
尿
局
屁
层
居
屈
届
屋
屎
屏
屐
屑
展
屙
属
屠
屡
屣
履
屦
屧
屩
屯
山
屹
屺
屼
屿
岁
岂
岇
岈
岊
岌
岏
岐
岑
岖
岗
岘
岚
岛
岣
岧
岨
岩
岫
岭
岱
岳
岵
岷
岸
岹
岿
峄
峋
峒
峙
峡
峣
峤
峥
峦
峨
峩
峭
峯
峰
峻
峿
崄
崅
崆
崇
崎
崐
崑
崒
崔
崖
崘
崙
崚
崛
崟
崤
崦
崧
崩
崪
崭
崷
崿
嵇
嵊
嵋
嵌
嵍
嵎
嵒
嵓
嵕
嵗
嵘
嵚
嵝
嵩
嵫
嵬
嵯
嵲
嵷
嵸
嵽
嶂
嶒
嶓
嶕
嶙
嶛
嶤
嶪
嶫
嶰
嶲
嶷
嶻
嶾
巂
巃
巅
巇
巉
巍
巏
巑
巓
巖
巘
川
州
巡
巢
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巵
巷
巹
巽
巾
帀
币
市
布
帅
帆
师
希
帏
帐
帑
帔
帕
帖
帘
帙
帚
帛
帜
帝
帟
帤
带
帩
帬
席
帱
帷
常
帻
帼
帽
幂
幄
幅
幈
幌
幔
幕
幙
幛
幞
幡
幢
幨
幪
幮
幰
干
平
年
并
幷
幸
幻
幼
幽
广
庄
庆
庇
床
序
庐
庑
库
应
底
庖
店
庙
庚
府
庞
废
庠
庥
度
座
庭
庳
庵
庶
康
庸
庾
廉
廊
廐
廓
廕
廙
廛
廞
廨
廪
廵
延
廷
廹
建
廻
廼
廿
开
弁
异
弃
弄
弇
弈
弊
弋
式
弑
弓
弔
引
弗
弘
弛
弝
弟
张
弢
弥
弦
弧
弩
弭
弯
弰
弱
弹
强
弼
彀
彊
归
当
录
彖
彗
彘
彝
形
彣
彤
彦
彩
彪
彫
彬
彭
彯
彰
影
彴
彷
役
彻
彼
彿
往
征
徂
徃
径
待
徇
很
徉
徊
律
徍
徐
徒
徕
得
徘
徙
徜
御
徧
徨
循
徬
徭
微
徯
徴
德
徼
徽
心
必
忆
忉
忌
忍
忏
忒
忖
志
忘
忙
忝
忠
忡
忤
忧
忩
忪
快
忭
念
忸
忺
忻
忽
忾
忿
怀
态
怃
怅
怆
怊
怍
怎
怏
怒
怔
怕
怖
怗
怙
怜
思
怠
怡
急
性
怨
怩
怪
怫
怯
怱
怳
怵
总
怿
恁
恂
恃
恋
恍
恐
恒
恓
恕
恙
恚
恝
恞
恠
恡
恢
恣
恤
恧
恨
恩
恪
恫
恬
恭
息
恰
恳
恶
恸
恹
恺
恻
恼
恽
悁
悄
悉
悋
悌
悍
悒
悔
悖
悚
悟
悠
悢
患
悤
悦
悫
悬
悭
悮
悯
悰
悱
悲
悴
悸
悺
悼
悽
惄
情
惆
惊
惋
惏
惑
惕
惘
惚
惛
惜
惝
惟
惠
惣
惧
惨
惩
惫
惬
惭
惮
惯
惰
想
惴
惶
惷
惸
惹
惺
愁
愆
愈
愉
愍
愎
意
愐
愔
愕
愚
愞
感
愠
愡
愤
愦
愧
愫
愬
愽
愿
慅
慆
慇
慈
慊
慌
慎
慑
慕
慙
慜
慝
慞
慠
慢
慧
慨
慰
慴
慵
慷
慼
慽
慾
慿
憀
憁
憇
憎
憓
憔
憙
憧
憨
憩
憯
憾
懃
懅
懈
懊
懋
懑
懒
懔
懡
懦
懱
懵
懹
懽
懿
戆
戈
戊
戋
戌
戍
戎
戏
成
我
戒
或
战
戚
戛
戞
戟
戡
戢
截
戮
戳
戴
户
戺
戽
戾
房
所
扁
扃
扄
扆
扇
扈
扉
手
才
扎
扐
扑
打
托
扛
扞
扠
扣
执
扪
扫
扬
扭
扰
扳
扶
批
扼
承
技
抃
抄
抆
抉
把
抑
抒
抓
抔
投
抖
抗
折
抚
抛
抝
抟
抠
抡
抢
护
报
抨
披
抬
抱
抵
抹
押
抽
拂
拄
担
拆
拇
拈
拉
拊
拌
拍
拏
拒
拓
拔
拕
拖
拗
拘
拙
拚
招
拜
拟
拢
拣
拥
拦
拨
择
拪
括
拭
拯
拱
拳
拶
拷
拼
拽
拾
拿
持
挂
挃
挅
指
挈
按
挍
挑
挛
挝
挞
挟
挠
挣
挥
挦
挨
挫
振
挲
挶
挹
挺
挻
挼
挽
捃
捉
捋
捍
捎
捏
捐
捕
捝
捞
损
捡
换
捣
捧
捩
据
捲
捶
捷
捺
捻
捽
掀
掁
掇
授
掉
掊
掌
掎
掐
排
掖
掘
掞
掠
探
掣
接
控
推
掩
措
掬
掳
掷
掺
掻
掾
掿
揁
揄
揆
揉
揎
描
提
揑
插
揔
揖
揜
握
揣
揩
揪
揭
揰
揲
援
揶
揽
揾
搀
搅
搆
搉
搊
搏
搒
搓
搔
搘
搜
搢
搥
搦
搨
搪
搬
搭
搴
携
搽
摄
摅
摆
摇
摈
摊
摏
摐
摘
摛
摝
摧
摩
摭
摴
摵
摸
摹
摽
撃
撄
撅
撇
撑
撒
撕
撙
撚
撞
撤
撦
撩
播
撮
撰
撶
撷
撺
撼
擂
擅
擈
擉
操
擎
擐
擒
擕
擗
擘
擞
擡
擢
擣
擥
擦
擪
擭
擿
攀
攂
攃
攅
攉
攒
攘
攫
支
攲
收
攸
改
攻
放
政
故
效
敌
敍
敎
敏
救
敔
敕
敖
教
敛
敝
敞
敢
散
敦
敧
敬
敭
数
敲
整
敷
敺
敻
斁
斅
文
斋
斌
斐
斑
斒
斓
斖
斗
料
斚
斛
斜
斝
斟
斡
斤
斥
斧
斩
斫
断
斮
斯
新
斲
斵
斸
方
施
斾
斿
旁
旂
旃
旄
旅
旆
旋
旌
旍
旎
族
旐
旒
旓
旖
旗
旛
旞
旟
无
既
日
旦
旧
旨
早
旬
旭
旰
旱
旳
时
旷
旸
旺
旻
昂
昃
昆
昇
昉
昊
昌
明
昏
易
昔
昕
昙
星
映
春
昧
昨
昩
昬
昭
是
昱
昳
昴
昵
昶
昼
昽
显
晀
晁
晃
晋
晌
晏
晒
晓
晔
晕
晖
晚
晛
晞
晡
晤
晦
晨
晬
普
景
晰
晴
晶
晷
智
晻
晼
暂
暄
暇
暌
暍
暎
暐
暑
暖
暗
暝
暡
暧
暨
暮
暴
暵
暹
暾
曀
曈
曙
曚
曛
曜
曝
曡
曦
曩
曰
曲
曳
更
曷
曹
曼
曾
替
最
朄
朅
月
有
朋
服
朏
朐
朓
朔
朕
朗
望
朝
朞
期
朣
朦
木
未
末
本
札
术
朱
朴
朵
朶
机
朽
朾
朿
杀
杂
权
杄
杆
杇
杈
杉
杌
李
杏
材
村
杓
杕
杖
杜
杞
束
杠
条
来
杨
杪
杭
杮
杯
杰
杲
杳
杵
杷
杻
杼
松
板
极
构
枅
枇
枉
枋
枌
枍
析
枑
枓
枕
林
枘
枚
果
枝
枡
枢
枣
枥
枨
枪
枫
枭
枯
枰
枲
枳
架
枷
枸
枹
枻
枿
柁
柂
柄
柅
柈
柎
柏
某
柑
染
柔
柘
柙
柚
柜
柝
柞
柟
柢
查
柩
柬
柮
柯
柰
柱
柳
柴
柷
柹
柽
柿
栀
栅
标
栈
栉
栊
栋
栌
栎
栏
树
栖
栗
栝
校
栢
栥
栧
栩
株
栱
栲
栳
栴
样
核
根
格
栽
栾
桀
桁
桂
桃
桄
桅
案
桉
桍
桎
桐
桑
桒
桓
桔
桕
桠
桡
桢
桤
桥
桦
桧
桨
桩
桫
桭
桮
桯
桴
桶
桷
桹
梁
梃
梅
梏
梐
梓
梗
梠
梡
梢
梦
梧
梨
梩
梭
梯
梳
梵
检
棁
棃
棉
棊
棋
棐
棒
棕
棘
棙
棚
棠
棣
棨
棫
森
棰
棱
棵
棹
棺
棼
棽
椀
椁
椅
椆
植
椎
椑
椒
椠
椤
椰
椵
椶
椹
椽
椿
楂
楋
楔
楖
楗
楚
楞
楠
楡
楢
楣
楥
楦
楪
楫
楮
楯
楷
楸
楹
楼
概
榄
榆
榇
榈
榉
榔
榕
榛
榜
榝
榤
榦
榭
榰
榱
榴
榷
榸
榻
榼
榾
槁
槃
槅
槊
槌
槎
槐
槔
槖
槚
槛
槟
槠
槩
槭
槮
槱
槲
槽
槿
樀
樊
樑
樗
樛
樝
樟
模
横
樬
樯
樱
樵
樽
樾
橄
橐
橑
橘
橙
橛
橡
橤
橦
橰
橹
檀
檄
檇
檎
檐
檑
檗
檝
檠
檿
櫂
櫉
櫜
櫩
櫺
欂
欃
欔
欝
欠
次
欢
欣
欤
欧
欲
欵
欷
欸
欹
欺
欻
款
欿
歃
歆
歇
歈
歉
歊
歌
歎
歏
歔
歕
歘
歙
歛
歜
歠
止
正
此
步
武
歧
死
歼
殁
殂
殃
殄
殆
殇
殉
殊
残
殍
殑
殒
殖
殚
殛
殡
殢
殪
殳
殴
段
殷
殽
殿
毁
毂
毅
毋
母
每
毒
毓
比
毕
毖
毗
毘
毙
毚
毛
毡
毫
毬
毯
毰
毳
毵
毶
毷
毸
毹
毾
氃
氅
氉
氊
氋
氍
氎
氏
氐
民
氓
气
氛
氤
氲
水
永
氾
汀
汁
求
汇
汉
汊
汍
汎
汐
汗
汚
汛
汜
汝
汞
江
池
污
汤
汧
汨
汩
汪
汭
汰
汲
汴
汶
汹
汾
沁
沂
沃
沄
沅
沆
沈
沉
沌
沍
沐
沓
沔
沙
沚
沛
沟
没
沣
沤
沥
沦
沧
沩
沪
沫
沮
沱
河
沴
沸
油
治
沼
沽
沾
沿
泂
泄
泅
泆
泉
泊
泎
泐
泓
法
泖
泗
泙
泚
泛
泝
泞
泠
泡
波
泣
泥
注
泪
泫
泬
泮
泯
泰
泱
泳
泷
泸
泻
泼
泽
泾
泿
洁
洄
洊
洋
洌
洎
洏
洑
洒
洗
洙
洛
洞
洟
津
洧
洩
洪
洫
洮
洲
洳
洴
洵
洸
洹
洺
活
洼
洽
派
洿
流
浃
浄
浅
浆
浇
浈
浊
测
浍
济
浏
浐
浑
浒
浓
浔
浘
浙
浚
浛
浟
浡
浣
浤
浥
浦
浩
浪
浮
浯
浴
海
浸
浻
浼
涂
涅
消
涉
涌
涎
涒
涓
涔
涕
涖
涘
涙
涛
涝
涞
涟
涡
涣
涤
润
涧
涨
涩
涪
涯
液
涳
涴
涵
涷
涸
涿
淀
淄
淅
淇
淋
淑
淖
淘
淙
淛
淝
淞
淡
淤
淦
淫
淬
淮
淰
深
淳
混
淹
添
淼
渀
清
渊
渌
渍
渎
渐
渑
渔
渗
渚
渝
渟
渠
渡
渢
渤
渥
温
渭
港
渰
渲
渴
游
渺
渻
渼
湃
湄
湋
湌
湍
湎
湓
湔
湖
湘
湛
湜
湝
湟
湧
湫
湮
湲
湼
湾
湿
溃
溅
溆
溉
源
溓
溘
溜
溟
溠
溢
溥
溧
溪
溮
溯
溱
溲
溳
溴
溵
溶
溷
溺
溼
溽
滁
滂
滃
滉
滋
滑
滓
滔
滕
滚
滞
滟
满
滢
滤
滥
滨
滩
滪
滫
滮
滴
滹
漂
漆
漉
漏
漓
演
漕
漘
漙
漠
漦
漩
漪
漫
漭
漱
漳
漴
漻
漾
潄
潆
潇
潊
潋
潎
潏
潓
潘
潜
潞
潠
潢
潦
潨
潬
潭
潮
潴
潸
潺
潼
潾
澁
澂
澄
澈
澌
澍
澎
澒
澘
澜
澟
澡
澣
澥
澧
澨
澳
澶
澹
澼
激
濆
濊
濎
濑
濒
濙
濜
濞
濠
濡
濩
濬
濮
濯
濶
瀁
瀃
瀌
瀍
瀑
瀔
瀚
瀛
瀡
瀣
瀥
瀯
瀵
瀹
瀺
瀼
灂
灊
灌
灏
灜
灞
灨
灩
火
灭
灯
灰
灵
灶
灸
灺
灼
灾
灿
炀
炁
炅
炉
炊
炎
炒
炖
炙
炜
炫
炬
炭
炮
炯
炰
炳
炴
炷
点
炼
炽
烁
烂
烈
烘
烙
烛
烜
烝
烟
烦
烧
烨
烬
热
烱
烹
烻
烽
焉
焕
焘
焙
焚
焜
焦
焫
焯
焰
焱
然
煁
煅
煌
煎
煑
煖
煗
煞
煠
煤
煦
照
煨
煮
煴
煼
熁
熇
熊
熏
熔
熖
熙
熛
熟
熠
熨
熬
熳
熺
燀
燂
燃
燄
燋
燎
燑
燔
燕
燖
燠
燥
燧
燬
燮
燻
燿
爆
爇
爚
爝
爟
爣
爨
爪
爬
爰
爱
爵
父
爷
爹
爻
爽
牀
牁
牂
片
版
牋
牌
牍
牑
牒
牓
牕
牖
牗
牙
牛
牝
牟
牡
牢
牦
牧
物
牲
牵
牷
牸
特
牺
犀
犁
犂
犄
犇
犊
犍
犒
犗
犨
犬
犯
状
犷
犹
狁
狂
狄
狈
狌
狎
狐
狒
狔
狖
狗
狙
狚
狝
狞
狡
狢
狥
狨
狩
狫
独
狭
狮
狱
狲
狴
狵
狶
狷
狸
狺
狻
狼
猃
猊
猎
猒
猓
猕
猖
猗
猘
猛
猜
猢
猥
猧
猨
猩
猪
猫
猬
献
猱
猳
猴
猷
猺
猾
猿
獐
獒
獠
獦
獬
獭
獯
獳
獹
玃
玄
玅
玆
率
玉
王
玎
玑
玕
玖
玛
玠
玢
玦
玩
玫
玮
环
现
玱
玲
玳
玷
玺
玻
玼
珀
珂
珉
珊
珍
珎
珏
珑
珠
珣
珤
珥
珩
珪
班
珮
珰
珽
琁
球
琅
理
琇
琉
琊
琏
琐
琖
琚
琛
琢
琤
琥
琨
琪
琬
琮
琯
琰
琱
琳
琴
琵
琶
琹
琼
瑀
瑁
瑇
瑊
瑕
瑗
瑙
瑚
瑛
瑜
瑝
瑞
瑟
瑠
瑦
瑯
瑰
瑶
瑽
瑾
璀
璁
璃
璅
璆
璇
璈
璋
璎
璘
璚
璜
璞
璠
璧
璨
璪
璵
璺
璿
瓈
瓌
瓒
瓓
瓘
瓜
瓟
瓠
瓢
瓣
瓤
瓦
瓮
瓯
瓴
瓶
瓷
瓿
甀
甃
甄
甈
甍
甎
甑
甒
甓
甔
甕
甖
甘
甚
甜
甞
生
甥
甦
用
甪
甫
甬
甯
田
由
甲
申
电
男
甸
町
甽
甿
畅
畇
畊
畋
界
畎
畏
畐
畔
留
畚
畛
畜
畤
略
畦
畧
番
畬
畮
畯
畴
畸
畹
畺
畿
疆
疋
疎
疏
疑
疓
疗
疚
疟
疠
疥
疫
疮
疲
疳
疴
疵
疹
疼
疽
疾
病
症
痈
痊
痍
痎
痏
痒
痕
痖
痗
痛
痡
痰
痹
痺
痼
瘁
瘕
瘖
瘗
瘟
瘠
瘢
瘤
瘥
瘦
瘫
瘳
瘴
瘵
瘼
瘿
癃
癊
癖
癞
癡
癣
癫
癯
癸
登
白
百
皁
皂
皃
的
皆
皇
皈
皋
皎
皐
皑
皓
皖
皙
皛
皞
皡
皤
皥
皦
皪
皮
皱
皴
皷
盂
盆
盈
益
盌
盍
盎
盏
盐
监
盒
盖
盗
盘
盛
盝
盟
盥
盩
盬
目
盯
盱
盲
直
相
盻
盼
盾
省
眄
眇
眈
眉
眊
看
眘
眙
眚
真
眠
眢
眦
眨
眩
眯
眴
眷
眸
眹
眺
眼
眽
着
睆
睇
睍
睎
睐
睑
睒
睚
睛
睟
睠
睡
睢
督
睥
睦
睨
睩
睫
睬
睹
睺
睽
睿
瞆
瞇
瞋
瞌
瞎
瞑
瞒
瞢
瞤
瞥
瞩
瞪
瞬
瞰
瞳
瞵
瞷
瞻
瞽
瞿
矉
矌
矍
矖
矗
矛
矜
矝
矟
矢
矣
知
矧
矩
矫
矬
短
矮
矰
石
矶
矹
矻
矾
矿
砀
码
砂
砆
砌
砍
砑
砒
研
砖
砗
砚
砢
砣
砥
砦
砧
砭
砯
砰
破
砺
砻
砾
础
硉
硎
硏
硕
硖
硗
硙
硝
硫
硬
确
硾
碁
碇
碌
碍
碎
碏
碑
碓
碕
碗
碙
碛
碟
碡
碢
碣
碧
碪
碯
碾
磁
磅
磈
磊
磋
磎
磐
磓
磔
磕
磥
磨
磬
磲
磴
磵
磷
磹
磺
磻
磾
礐
礓
礜
礧
礮
礰
礴
示
礼
礽
社
祀
祁
祃
祅
祆
祇
祈
祉
祎
祏
祐
祓
祔
祕
祖
祗
祚
祛
祜
祝
神
祟
祠
祢
祥
祧
祭
祯
祲
祶
祷
祸
祺
祼
禀
禁
禄
禅
禊
禋
福
禔
禖
禗
禝
禧
禨
禩
禳
禴
禹
禺
离
禽
禾
秀
私
秃
秉
秋
种
科
秔
秕
秖
秘
秞
租
秣
秤
秦
秧
秩
秪
秫
秬
秭
积
称
移
秽
秾
稀
稂
稆
稉
稊
程
稍
税
稔
稗
稚
稜
稠
稳
稷
稹
稻
稼
稽
稾
稿
穆
穉
穊
穑
穗
穟
穮
穰
穴
究
穷
穸
穹
空
穽
穿
窀
突
窃
窄
窅
窆
窈
窊
窋
窌
窍
窎
窑
窒
窓
窕
窖
窗
窘
窜
窝
窞
窟
窠
窡
窣
窥
窦
窬
窭
窰
窱
窳
窸
窻
窼
窾
窿
竁
竃
立
竖
竚
竝
竞
竟
章
竢
童
竦
竫
竭
端
竹
竺
竽
竿
笁
笃
笄
笆
笈
笋
笏
笐
笑
笓
笔
笙
笛
笞
笠
笥
符
第
笭
笮
笯
笱
笳
笴
笺
笻
笼
笾
筇
筈
等
筋
筌
筏
筐
筑
筒
筓
答
策
筚
筛
筜
筝
筠
筣
筤
筥
筦
筭
筮
筯
筰
筲
筵
筹
筼
签
简
箆
箇
箊
箎
箐
箑
箒
箓
箔
箕
算
箙
箚
箜
箠
管
箦
箧
箨
箩
箪
箫
箬
箭
箱
箴
箵
箸
篁
篆
篇
篊
篌
篑
篘
篙
篚
篛
篝
篠
篡
篣
篥
篦
篪
篮
篱
篲
篴
篷
篸
篾
簁
簇
簉
簋
簌
簏
簑
簜
簝
簟
簠
簦
簧
簨
簪
簰
簳
簴
簷
簸
簺
簿
籀
籁
籉
籊
籍
籐
籓
籝
籞
籢
籤
籥
籦
籯
米
籴
籹
籺
类
籼
粃
粉
粒
粔
粕
粗
粘
粜
粝
粟
粢
粣
粤
粥
粧
粪
粮
粱
粲
粳
粹
粼
粽
精
糁
糅
糇
糉
糊
糒
糓
糖
糗
糜
糟
糠
糢
糦
糵
糺
系
紃
紊
紏
素
索
紧
紫
累
絃
絇
絏
絖
絙
絚
絜
絣
絪
絮
絷
絺
綀
綍
綖
綘
綦
綩
綷
緉
緌
緜
緤
緪
緫
緵
緺
緼
縁
縆
縚
縠
縢
縯
縻
縿
繁
繂
繄
繇
繍
繐
繖
繙
繻
纁
纂
纆
纇
纒
纚
纛
纠
纡
红
纣
纤
纥
约
级
纨
纩
纪
纫
纬
纭
纮
纯
纰
纱
纲
纳
纴
纵
纶
纷
纸
纹
纺
纻
纽
纾
线
绀
绁
绂
练
组
绅
细
织
终
绊
绋
绌
绍
绎
经
绐
结
绕
绘
给
绚
绛
络
绝
绞
统
绠
绡
绢
绣
绤
绥
绦
继
绨
绩
绪
绫
续
绮
绯
绰
绳
维
绵
绶
绷
绸
绺
绻
综
绽
绾
绿
缀
缁
缃
缄
缅
缆
缇
缈
缉
缋
缌
缎
缏
缐
缑
缒
缓
缔
缕
编
缗
缘
缙
缚
缛
缜
缝
缞
缟
缠
缢
缣
缤
缥
缦
缧
缨
缩
缪
缫
缬
缭
缮
缯
缰
缱
缲
缴
缵
缶
缸
缺
缾
罂
罄
罅
罇
罋
罍
罏
网
罔
罕
罗
罘
罚
罛
罝
罟
罡
罢
罣
罤
罥
罨
罩
罪
罫
置
罯
署
罳
罴
罸
罹
罻
罼
罽
罾
羁
羃
羇
羊
羌
美
羑
羔
羖
羗
羚
羜
羞
羡
羢
羣
群
羨
羮
羯
羲
羵
羶
羸
羹
羺
羽
羾
羿
翀
翁
翅
翊
翍
翎
翔
翕
翘
翛
翟
翠
翡
翣
翥
翦
翩
翫
翬
翮
翰
翱
翳
翶
翺
翻
翼
翽
翾
翿
耀
老
考
耄
者
耆
耇
耉
耋
而
耍
耎
耐
耒
耕
耗
耘
耜
耦
耨
耳
耶
耸
耻
耼
耽
耿
聃
聆
聊
聋
职
聒
联
聘
聚
聪
聿
肃
肄
肆
肇
肉
肋
肌
肎
肓
肖
肘
肚
肝
肠
股
肢
肤
肥
肩
肪
肫
肮
肯
肱
育
肴
肸
肹
肺
肾
肿
胀
胁
胃
胄
胆
背
胎
胏
胔
胖
胙
胚
胛
胜
胝
胞
胡
胤
胥
胧
胪
胫
胭
胯
胱
胶
胷
胸
胼
能
胾
脁
脂
脆
脉
脊
脋
脍
脏
脐
脑
脓
脔
脚
脝
脣
脤
脩
脯
脰
脱
脸
脾
腁
腆
腇
腊
腋
腐
腑
腒
腓
腔
腕
腠
腥
腭
腮
腰
腲
腴
腷
腹
腻
腼
腾
腿
膀
膁
膂
膇
膊
膋
膏
膓
膜
膝
膦
膨
膳
膴
膺
膻
臂
臆
臊
臑
臕
臙
臛
臣
臧
自
臭
臯
至
致
臻
臼
臾
舁
舂
舃
舄
舅
舆
舌
舍
舐
舒
舖
舘
舛
舜
舞
舟
舠
舡
舣
航
舫
般
舰
舲
舳
舴
舵
舶
舷
舸
船
舻
舼
艄
艅
艇
艋
艎
艑
艓
艖
艘
艚
艛
艟
艣
艨
艮
良
艰
色
艳
艸
艺
艽
艾
节
芃
芄
芊
芋
芍
芎
芒
芗
芙
芚
芜
芝
芟
芡
芣
芥
芦
芩
芫
芬
芭
芮
芰
花
芳
芷
芸
芹
芼
芽
芾
芿
苇
苈
苋
苌
苍
苎
苏
苑
苒
苓
苔
苕
苗
苙
苛
苜
苞
苟
苡
苢
苣
若
苦
苫
英
苴
苷
苹
苻
苽
苾
茀
茁
茂
范
茄
茅
茆
茈
茉
茍
茎
茏
茑
茔
茕
茗
茘
茙
茜
茝
茧
茨
茫
茭
茯
茱
茵
茶
茸
茹
荀
荃
荄
荅
荆
荇
荈
草
荍
荏
荐
荑
荒
荔
荖
荗
荚
荛
荜
荞
荟
荠
荡
荣
荤
荥
荦
荧
荩
荪
荫
药
荳
荷
荻
荼
莅
莆
莉
莎
莓
莘
莛
莞
莠
莦
莨
莩
莪
莫
莬
莱
莲
莳
莴
获
莸
莹
莺
莼
莽
莿
菀
菁
菂
菅
菇
菉
菊
菌
菏
菑
菓
菖
菘
菜
菟
菡
菩
菭
菰
菱
菲
菴
菶
菸
菼
菽
萁
萃
萄
萋
萌
萍
萎
萏
萐
萑
萝
萠
萡
萤
营
萦
萧
萨
萱
萸
萼
落
葅
葆
葌
葐
葑
葓
葘
葚
葛
葠
葡
葢
董
葩
葫
葬
葭
葱
葳
葵
葶
葹
葺
葼
蒀
蒂
蒋
蒌
蒐
蒙
蒜
蒟
蒨
蒪
蒭
蒯
蒱
蒲
蒸
蒹
蒺
蒻
蒿
蓁
蓂
蓄
蓉
蓊
蓍
蓏
蓐
蓑
蓓
蓝
蓟
蓠
蓡
蓦
蓧
蓪
蓬
蓹
蓻
蓼
蓿
蔀
蔂
蔆
蔌
蔑
蔓
蔕
蔗
蔚
蔟
蔡
蔫
蔬
蔯
蔲
蔴
蔷
蔻
蔼
蔽
蔾
蔿
蕃
蕈
蕉
蕊
蕋
蕖
蕙
蕚
蕝
蕞
蕟
蕣
蕤
蕨
蕲
蕴
蕺
蕾
薄
薅
薇
薏
薑
薖
薗
薙
薚
薛
薜
薝
薤
薨
薪
薫
薮
薰
薶
薹
薾
薿
藁
藂
藋
藏
藐
藓
藕
藜
藟
藤
藨
藩
藳
藻
藿
蘀
蘂
蘅
蘖
蘗
蘘
蘙
蘤
蘧
蘩
蘪
蘯
蘸
蘼
虀
虈
虎
虏
虐
虑
虔
虖
虙
虚
虞
虡
虢
虤
虫
虬
虮
虱
虵
虹
虺
虻
虽
虾
虿
蚀
蚁
蚊
蚋
蚌
蚍
蚓
蚕
蚛
蚤
蚨
蚩
蚪
蚬
蚯
蚰
蚳
蚴
蛀
蛁
蛄
蛆
蛇
蛉
蛊
蛙
蛚
蛛
蛟
蛣
蛤
蛩
蛬
蛭
蛮
蛰
蛱
蛳
蛴
蛸
蛾
蜀
蜂
蜃
蜇
蜉
蜊
蜋
蜍
蜒
蜓
蜕
蜗
蜘
蜚
蜜
蜞
蜡
蜣
蜥
蜦
蜨
蜩
蜫
蜯
蜴
蜺
蜻
蜾
蜿
蝀
蝃
蝇
蝉
蝌
蝎
蝗
蝘
蝙
蝝
蝠
蝣
蝤
蝥
蝨
蝮
蝱
蝴
蝶
蝼
螀
螂
螉
融
螓
螖
螗
螘
螙
螟
螣
螫
螬
螭
螯
螳
螵
螺
螽
蟀
蟆
蟇
蟉
蟋
蟏
蟒
蟖
蟛
蟜
蟟
蟠
蟢
蟪
蟫
蟭
蟹
蟺
蟾
蠁
蠋
蠒
蠓
蠕
蠖
蠙
蠛
蠡
蠢
蠭
蠮
蠲
蠹
蠾
血
衅
行
衍
衎
衒
衔
衖
街
衘
衙
衞
衡
衢
衣
衤
补
表
衩
衫
衬
衮
衰
衱
衲
衷
衽
衾
衿
袁
袂
袄
袅
袆
袈
袋
袍
袎
袒
袖
袙
袚
袜
袠
袤
袨
袪
被
袭
袯
袴
袵
袷
袽
袿
裀
裁
裂
装
裆
裈
裋
裌
裒
裓
裔
裕
裘
裙
裛
裟
裠
裨
裩
裯
裳
裴
裸
裹
裾
褊
褎
褏
褐
褒
褓
褕
褚
褣
褥
褧
褪
褫
褭
褰
褵
褶
褷
褾
襁
襃
襄
襆
襍
襚
襜
襞
襟
襦
襫
襭
襴
襹
襻
西
要
覃
覈
覊
覔
覤
覩
覰
覻
见
观
规
觅
视
觇
览
觉
觊
觋
觌
觎
觏
觐
觑
角
觔
觚
觜
觝
觞
解
觥
触
觧
觫
觱
觳
觿
言
訏
訚
訽
訾
詃
詈
詧
詶
詹
誉
誓
誖
諕
諠
諡
諴
謇
謌
謏
謩
譀
譁
譊
譌
譍
譟
譣
警
譬
譻
讌
讐
讙
讚
讟
计
讣
认
讥
讦
讨
让
讫
讬
训
议
讯
记
讲
讳
讴
讵
讶
讷
许
讹
论
讼
讽
设
访
诀
证
诃
评
识
诈
诉
诊
词
诎
诏
诐
译
诔
试
诗
诘
诙
诚
诛
诜
话
诞
诟
诠
诡
询
诣
诤
该
详
诧
诩
诫
诬
语
诮
误
诰
诱
诲
诳
说
诵
请
诸
诹
诺
读
诽
课
谀
谁
谂
调
谄
谅
谆
谈
谊
谋
谌
谍
谏
谐
谑
谒
谓
谔
谕
谖
谗
谘
谙
谛
谜
谞
谟
谠
谡
谢
谣
谤
谥
谦
谧
谨
谩
谪
谬
谭
谮
谯
谱
谲
谳
谴
谶
谷
谹
谿
豁
豆
豉
豓
豔
豕
豗
豚
象
豢
豪
豫
豳
豸
豹
豺
貁
貂
貅
貉
貊
貌
貍
貎
貔
貮
賖
賝
賨
賮
賷
賸
贝
贞
负
贡
财
责
贤
败
货
质
贩
贪
贫
贬
购
贮
贯
贰
贱
贲
贳
贴
贵
贶
贷
贸
费
贺
贻
贼
贽
贾
贿
赀
赁
赂
资
赈
赉
赊
赋
赌
赍
赎
赏
赐
赓
赕
赖
赗
赘
赚
赛
赜
赞
赟
赠
赡
赢
赣
赤
赦
赧
赩
赪
赫
赭
赮
走
赴
赵
赶
起
趁
趂
超
越
趋
趍
趖
趗
趚
趠
趢
趣
趫
趯
趱
足
趺
趾
趿
跁
跂
跃
跄
跋
跌
跎
跏
跑
跒
跕
跖
跗
跙
跚
跛
距
跟
跣
跥
跧
跨
跪
跬
路
跱
跳
践
跸
跹
跻
跼
踈
踉
踊
踌
踍
踏
踔
踘
踜
踝
踞
踟
踠
踡
踢
踣
踥
踦
踨
踪
踬
踯
踰
踵
踷
蹀
蹁
蹄
蹇
蹈
蹉
蹊
蹋
蹏
蹐
蹑
蹔
蹙
蹟
蹡
蹩
蹬
蹭
蹮
蹰
蹲
蹳
蹴
蹶
蹻
躁
躃
躅
躇
躔
躘
躞
躠
躧
躩
身
躬
躭
躯
躰
躶
躺
軃
軏
軷
軿
輀
輗
輙
輧
輨
輭
輴
輶
輼
轒
轓
轗
轘
轜
轝
车
轧
轨
轩
轪
转
轭
轮
软
轰
轲
轳
轴
轵
轶
轸
轺
轻
轼
载
轿
辀
辂
较
辄
辅
辇
辈
辉
辊
辋
辍
辎
辏
辐
辑
输
辔
辕
辖
辗
辘
辙
辚
辛
辜
辞
辟
辧
辨
辩
辫
辰
辱
边
辽
达
迁
迂
迄
迅
过
迈
迍
迎
运
近
迒
迓
返
迕
还
这
进
远
违
连
迟
迢
迤
迥
迦
迨
迩
迪
迫
迭
迮
述
迳
迷
迸
迹
迺
追
退
送
适
逃
逅
逆
逈
选
逊
逋
逍
透
逐
逑
递
逓
途
逖
逗
通
逝
逞
速
造
逡
逢
逤
逦
逬
逭
逮
逯
逵
逶
逸
逻
逼
逾
遁
遂
遄
遇
遉
遍
遏
遐
遑
遒
道
遗
遘
遛
遝
遡
遣
遥
遨
遭
遮
遯
遰
遵
遶
遽
避
邀
邂
邃
邅
邈
邑
邓
邕
邗
邙
邛
邠
邢
那
邦
邨
邪
邬
邮
邯
邱
邳
邴
邵
邸
邹
邺
邻
邽
郁
郃
郄
郅
郇
郊
郍
郎
郏
郐
郑
郓
郗
郛
郝
郡
郢
郤
郦
郧
部
郪
郫
郭
郯
郴
郸
都
郾
郿
鄂
鄏
鄙
鄜
鄞
鄠
鄢
鄣
鄮
鄯
鄱
鄹
鄽
酂
酃
酆
酉
酊
酋
酌
配
酎
酒
酕
酗
酝
酡
酢
酣
酤
酥
酦
酧
酩
酪
酬
酱
酲
酴
酷
酸
酹
酺
酽
酿
醁
醄
醅
醆
醇
醉
醋
醍
醎
醐
醑
醒
醢
醦
醨
醪
醭
醮
醯
醲
醴
醵
醷
醺
醻
醼
醽
醿
釆
采
释
里
重
野
量
金
釜
釭
釱
鈆
鈇
鈋
鈚
鉏
鉟
鉴
鉷
銕
銙
銮
鋋
鋗
鋾
錋
鍊
鍧
鍪
鍱
鍳
鍼
鎁
鎌
鎗
鎞
鎻
鏁
鏊
鏖
鏚
鏦
鐍
鑑
鑛
鑪
针
钉
钊
钏
钐
钑
钓
钗
钜
钝
钞
钟
钢
钤
钥
钦
钧
钩
钮
钱
钲
钳
钵
钹
钺
钻
钿
铁
铃
铄
铅
铉
铍
铎
铏
铓
铔
铗
铘
铙
铚
铛
铜
铠
铢
铤
铦
铨
铩
铪
铫
铭
铮
铰
铲
银
铸
铺
铿
销
锁
锄
锅
锉
锋
锐
锒
错
锚
锜
锡
锢
锤
锥
锦
锧
键
锯
锱
锵
锷
锸
锻
锼
锽
镀
镂
镃
镆
镇
镊
镌
镏
镐
镒
镔
镕
镖
镛
镜
镝
镞
镟
镡
镢
镣
镪
镫
镬
镮
镰
镳
镵
长
閒
閗
閟
関
閦
閴
闇
闉
闘
闚
闢
门
闪
闬
闭
问
闯
闰
闱
闲
闳
间
闵
闶
闷
闹
闺
闻
闼
闽
闾
闿
阀
阁
阂
阃
阅
阆
阇
阈
阉
阊
阋
阍
阎
阏
阐
阑
阒
阓
阔
阕
阖
阗
阘
阙
阚
阛
阜
队
阡
阨
阬
阮
阯
防
阳
阴
阵
阶
阻
阽
阿
陀
陁
陂
附
际
陆
陇
陈
陉
陊
陋
陌
降
限
陔
陕
陛
陜
陞
陟
陡
院
除
陨
险
陪
陬
陲
陴
陵
陶
陷
隄
隅
隆
隈
隋
隍
随
隐
隔
隗
隘
隙
障
隟
隣
隤
隧
隩
隮
隰
隲
隳
隶
隷
隹
隼
隽
难
雀
雁
雄
雅
集
雇
雉
雊
雌
雍
雎
雏
雒
雕
雘
雝
雟
雠
雨
雩
雪
雭
雰
雳
零
雷
雹
雾
需
霁
霂
霄
霅
霆
震
霈
霋
霍
霎
霏
霑
霓
霖
霙
霜
霞
霡
霣
霤
霪
霭
霮
霰
露
霶
霸
霹
霾
霿
靁
靃
靆
靉
青
靓
靖
靘
静
非
靠
靡
面
靥
靧
革
靫
靮
靳
靴
靶
靸
靺
靿
鞁
鞅
鞇
鞋
鞍
鞑
鞓
鞔
鞘
鞚
鞞
鞟
鞠
鞬
鞭
鞮
鞯
鞲
鞴
鞵
鞶
鞾
鞿
韂
韈
韎
韔
韛
韝
韡
韤
韦
韨
韩
韫
韬
韭
韮
韲
音
韵
韶
頟
頳
頼
顇
顋
顗
顚
顦
顶
顷
顸
项
顺
须
顼
顽
顾
顿
颀
颁
颂
颃
预
颅
领
颇
颈
颉
颊
颍
颏
颐
频
颒
颓
颔
颕
颖
颗
题
颙
颛
颜
额
颟
颠
颡
颢
颣
颤
颦
颧
颷
颾
颿
飂
飇
飋
飍
风
飏
飐
飒
飓
飔
飕
飖
飗
飘
飙
飚
飜
飞
食
飡
飦
飧
飨
飰
飱
飶
餁
餐
餔
餗
餙
餦
餧
餬
餭
餮
餴
餵
餸
餻
饍
饎
饔
饕
饘
饤
饥
饦
饧
饩
饪
饫
饬
饭
饮
饯
饰
饱
饲
饴
饵
饶
饷
饸
饼
饽
饿
馀
馁
馅
馆
馈
馋
馌
馎
馑
馒
馔
首
馗
馘
香
馥
馨
馺
駄
駈
駉
駊
駞
駬
駮
騀
騃
騄
騐
騑
騕
騗
騘
騣
騼
驆
驎
驔
驩
马
驭
驮
驯
驰
驱
驲
驳
驴
驵
驶
驷
驸
驹
驺
驻
驼
驽
驾
驿
骀
骁
骂
骃
骄
骅
骆
骇
骈
骊
骋
验
骍
骎
骏
骐
骑
骓
骕
骖
骘
骚
骛
骜
骝
骞
骠
骡
骢
骣
骤
骥
骦
骧
骨
骰
骸
骹
骼
髀
髅
髆
髇
髑
髓
高
髟
髠
髡
髣
髦
髧
髩
髪
髫
髬
髭
髯
髴
髵
髹
髻
髽
鬂
鬃
鬅
鬇
鬉
鬐
鬒
鬓
鬔
鬖
鬙
鬟
鬡
鬣
鬨
鬪
鬬
鬭
鬯
鬲
鬻
鬼
魁
魂
魃
魄
魅
魇
魈
魉
魍
魏
魑
魔
魮
鮹
鯆
鯈
鯹
鰅
鰌
鰕
鱍
鱏
鱙
鱮
鱲
鱼
鲁
鲂
鲈
鲊
鲋
鲍
鲎
鲑
鲔
鲕
鲙
鲛
鲜
鲠
鲤
鲧
鲨
鲫
鲭
鲲
鲵
鲸
鳀
鳃
鳄
鳆
鳊
鳌
鳍
鳏
鳖
鳙
鳜
鳞
鳣
鳯
鳷
鳸
鳿
鴂
鴈
鴧
鴽
鵄
鵊
鵕
鵞
鵩
鵰
鵶
鵽
鶂
鶆
鶋
鶒
鶗
鶢
鶤
鶱
鶵
鷃
鷅
鷇
鷕
鷟
鷠
鷣
鷤
鷰
鷴
鸀
鸊
鸎
鸐
鸑
鸒
鸖
鸜
鸟
鸠
鸡
鸢
鸣
鸤
鸥
鸦
鸧
鸨
鸩
鸪
鸬
鸭
鸮
鸯
鸰
鸱
鸲
鸳
鸶
鸷
鸹
鸽
鸾
鸿
鹁
鹂
鹃
鹄
鹅
鹆
鹈
鹉
鹊
鹍
鹎
鹏
鹐
鹑
鹒
鹓
鹔
鹕
鹖
鹗
鹘
鹙
鹚
鹜
鹞
鹠
鹡
鹢
鹤
鹥
鹦
鹧
鹩
鹪
鹫
鹬
鹭
鹯
鹰
鹳
鹴
鹿
麀
麁
麄
麇
麈
麋
麏
麑
麒
麓
麕
麖
麚
麛
麝
麞
麟
麤
麦
麨
麪
麰
麳
麴
麸
麻
麾
黁
黄
黈
黍
黎
黏
黐
黑
黔
黕
默
黛
黜
黝
黟
黠
黤
黥
黦
黩
黮
黯
黳
黻
黼
黾
鼂
鼃
鼇
鼈
鼋
鼍
鼎
鼐
鼓
鼗
鼙
鼠
鼯
鼷
鼹
鼻
齁
齅
齐
齑
齓
齖
齚
齧
齩
齾
齿
龀
龁
龂
龃
龄
龆
龉
龊
龌
龙
龚
龛
龟
龢
，
𡒄
